tap "homebrew/cask"

brew "git"
brew "node"
brew "zsh"
brew "zinit"
brew "zoxide"
brew "fzf"

cask "google-drive"
cask "google-chrome"
cask "raycast"
cask "rectangle-pro"
cask "iterm2"
cask "cursor"
cask "chatgpt"
cask "codex"
cask "claude-code"
cask "the-unarchiver"
cask "appcleaner"
cask "expo"
cask "expo-orbit"
cask "scroll-reverser"
cask "wechat"
cask "capcut"
cask "microsoft-edge"
